"Cheerful" = "Vesel";

"Melodic" = "Melodică";

"Relaxed" = "Relaxat";

"Grooving" = "Grooving";

"Distorted" = "Distorsionat";

"Acoustic" = "Acustic";

"Processed" = "Procesat";

"Single" = "Solist";

"Part" = "Parte";

"Dark" = "Întunecat";

"Dissonant" = "Disonant";

"Intense" = "Intens";

"Arrhythmic" = "Aritmic";

"Clean" = "Clar";

"Electric" = "Electric";

"Dry" = "Neprocesat";

"Ensemble" = "Ansamblu";

"Fill" = "Umplere";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Electronică";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Internațional";

"Cinematic/New Age" = "Cinema";

"Orchestral" = "Orchestră";

"Country/Folk" = "Country";

"Experimental" = "Experimental";

"Other Genre" = "Alt gen";

"Hip Hop" = "Hip-hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B modern";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Breakuri vintage";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Alt gen";

"Chinese Traditional" = "Chineză tradițională";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Pop Reggaeton";

"Sound_Effects" = "Efecte sonore";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop electronic";

"Techno" = "Tehno";

"Bass" = "Bas";

"Electric Bass" = "Bas electric";

"Acoustic Bass" = "Bas acustic";

"Synthetic Bass" = "Bas sintetic";

"Drums" = "Toate tobele";

"Drum Kit" = "Seturi";

"Electronic Beats" = "Bătăi";

"Kick" = "Tobă mare";

"Tom" = "Tom";

"Snare" = "Tobă mică";

"Cymbal" = "Talger";

"Hi-hat" = "Fuscinel";

"Guitars" = "Chitare";

"Electric Guitar" = "Chitară electrică";

"Acoustic Guitar" = "Chitară acustică";

"Banjo" = "Banjo";

"Mandolin" = "Mandolină";

"Slide Guitar" = "Chitară slide";

"Pedal Steel Guitar" = "Chitară Pedal Steel";

"Horn/Wind" = "Corn";

"Saxophone" = "Saxofon";

"Trumpet" = "Trompetă";

"Flute" = "Flaut";

"Trombone" = "Trombon";

"Clarinet" = "Clarinet";

"French Horn" = "Corn francez";

"Tuba" = "Tubă";

"Oboe" = "Oboi";

"Harmonica" = "Muzicuță";

"Recorder" = "Flaut englez";

"Pan Flute" = "Nai";

"Bagpipe" = "Cimpoi";

"Bassoon" = "Fagot";

"Piccolo" = "Piculină";

"English Horn" = "Corn englez";

"Brass" = "Alămuri";

"Woodwind" = "Suflători";

"Keyboards" = "Claviaturi";

"Piano" = "Pian";

"Electric Piano" = "Pian electric";

"Organ" = "Orgă";

"Clavinet" = "Clavinet";

"Accordion" = "Acordeon";

"Synthesizer" = "Sintetizatoare";

"Rhodes" = "Pian Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Clavecin";

"Mallets" = "Ciocănele";

"Steel Drum" = "Tobă oțel";

"Vibraphone" = "Vibrații";

"Marimba" = "Marimba";

"Xylophone" = "Xilofon";

"Kalimba" = "Kalimba";

"Bell" = "Clopot";

"Timpani" = "Timpane";

"Mixed" = "Jingle-uri";

"Other Instrument" = "Alte inst.";

"Percussion" = "Percuție";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamburină";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Talangă";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Clopoțel";

"Rattler" = "Cu clopoței";

"Sound Effect" = "FX";

"Misc2" = "Diverse";

"Boom" = "Bubuituri";

"All Effects" = "Toate efectele";

"Effects" = "Efecte sonore";

"Ambience" = "Ambianță";

"People" = "Persoane";

"Transportation" = "Transport";

"Weapons" = "Arme";

"Explosions" = "Explozii";

"Impacts & Crashes" = "Impact";

"Animals" = "Animale";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Mașini";

"Work/Home" = "Serviciu/Acasă";

"Misc." = "Diverse";

"Foley" = "Rumorist";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Science-Fiction";

"Strings" = "Coarde";

"Violin" = "Violină";

"Viola" = "Violă";

"Cello" = "Violoncel";

"Harp" = "Harpă";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Bas dublu";

"Texture/Atmosphere" = "Texturi";

"Vocals" = "Vocal";

"Male" = "Masculină";

"Female" = "Feminină";

"Choir" = "Cor";

"All" = "Tot";

"Favorites" = "Favorite";

"Genres" = "Genuri";

"Instruments" = "Instrumente";

"Moods" = "Stiluri";

"Reset" = "Resetează";

